/** @jsxImportSource @emotion/react */


export default function InfoSection() {
    return <section>
        <h2>Что это?</h2>
        <p>Приложение для быстрого доступа к информации об учебе. Вы можете просматривать расписание вашей группы. Вся информация загружается при первом запуске и доступна без подключения к интернету, так что вы всегда будете иметь расписание пар под рукой.</p>

        <h2>Доступные функции</h2>
        <ul>
            <li>Отображение расписания и его локальное сохранение</li>
            <li>Удобный виджет показывающий ваше расписание</li>
            <li>Возможность загрузить несколько расписаний и переключаться между ними</li>
            <li>Информация о студгородке и карта кампуса</li>
            <li>Расписание обновляется автоматически при каждом запуске приложения</li>
            <li>Отзывы на преподавателей, при сотрудничестве с <a href="https://mai-exler.ru/">МАИ.Экслер.ру</a></li>
            <li>Вы можете пометить работы, чтобы не забыть о предстоящих контрольных и проверочных</li>
            <li>Даже преподаватели могут пользоваться приложением</li>
        </ul>

        <h2>Благодарности</h2>
        <ul>
            <li>Сбор данных: maximon0101</li>
            <li>Монтаж и дизайн: ArtemBay</li>
            <li>Тестирование: Артем Бирюков</li>
            <li>Сотрудничество с экслером: Георгий Суворов</li>
        </ul>
        <p>Полный список благодарностей: <a href="/thanks">здесь</a></p>
    </section>
}
